<!DOCTYPE html>

<html>
<head>
<meta charset="windows-1251">
<title>Articles</title>

<link   rel="stylesheet" 
        href="css/main.css" 
		type="text/css" charset="windows-1251">
		
<link   rel="stylesheet"
        href="css/main_page.css"
        type="text/css" charset="windows-1251">

		
<link	href="img/favicon2.ico"  
        rel="shortcut icon"
        type="image/x-icon">

<link   rel="stylesheet"
        href="css/aside.css" 
        type="text/css">		
		
<link rel="stylesheet" href="css/font-awesome.min.css">





<body 

style="wigth: 100px;
	         background: white;
		     background-size: cover;">
			 
			  <div id="wrapper">
              <div id="content">
			 
			 <header>
			  <div id="logo">
			   	 <img src="img/favicon2.ico"
				 <a hrev="http://localhost/t/" title="Перейти на главную страницу">
				 <span>Мыловарение</span>
				 
				 </a>
			  </div>
				  <div id="about">
				 
				  </div>
				    <div id="reg_auth">
				      <a href="http://localhost/t/" title="Перейти на главную страницу">
				        <div id="btn">
					  Главная страница   
					    </div>
				      </a> 
				      
                                       
				   </div>
			 </header>
			 
                         <nav>
			 <a href="articles.php">Статьи</a>
			 <a href="videos.php">Видео</a>
			 <a href="contacts.php">Обратная связь</a> 
			 
			 </nav>
			 
			 <div id="main">
               Польза и вред мыла, добавки в мыле.<br><br>
			   Несмотря на широкое распространение гелей для душа, пенок для умывания и прочих аналоговых средств, предназначенных для очищения кожи лица и тела, первое место на туалетном столике по-прежнему занимает мыло. Детское, душистое, дегтярное – хорошо знакомые с юных лет, они и сегодня заботятся о чистоте и комфорте от мала до велика.

Мыло, основной состав и разновидности
Мыло – косметическое пенящееся средство, предназначенное для поверхностного очищения кожи лица, тела и волос от избытка накопившегося жира, загрязнений, пыли и ороговевших клеток. В зависимости от назначения и специфики, мыло может быть:

дезодорированным – в составе присутствуют парфюмерные композиции и эфирные масла;
кремовое – с большим содержанием смягчающих веществ и нейтральным уровнем рН, сохраняющим увлажненность кожи;
глицериновое – с высоким содержанием главного компонента для лучшего увлажнения и защиты кожи;
бактерицидное – в составе данного средства преобладают дезинфицирующие компоненты.
В основной состав мыла входят следующие компоненты:
натриевые и калиевые соли для глубокой очистки кожи и удаления рогового слоя;
насыщенные и ненасыщенные жирные кислоты для глубокой очистки, устранения избытков кожного себума, но главное для того, чтобы мыло могло хорошо пениться;
животные жиры и растительные масла для питания кожи и предупреждения ее пересыхания при частом применении средства;
глицерин как смягчающий, увлажняющий и связующий компонент;
фенол, крезол и прочие бактерицидные и антисептические добавки;
отдушки;
щелочные добавки и поверхностные активные вещества, которые помогают бороться с загрязнениями в глубине пор.
Часто в мыло добавляются эфирные масла, в том числе лавандовое, эвкалиптовое, можжевеловое. Не реже в составе этих средств можно встретить и экстракты ромашки, шалфея, мяты и розмарина. Все эти компоненты отлично снимают поверхностное раздражение, подсушивают и обеззараживают ранки, нормализуют выработку кожного сала. Также, благодаря широким шагам косметологии в вопросе модернизации мылопроизводства, сегодня можно приобрести бруски пенящегося средства с экстрактами ламинарии и кофеином для похудения и подтягивания кожи, а также с очищающими частицами, в том числе для огрубевшей кожи ног. Что и говорить о том, что форма мыла и его текстура также со временем приобрели новый облик. Жидкое, кремообразное, гелиевое, классическое в брусках, в форме цветочка или рыбки, с дозаторами и без – ассортимент позволяет выбрать что-то уникальное или вполне привычное.


Подробнее о добавках
В производстве мыла используют, как жироподобные вещества, так и сами жиры, будь они растительные и животные. Отличительная черта первых заключается в том, что они обладают большим сроком годности по сравнению со вторыми. К жироподобным веществам относят такие компоненты, как фосфолипидные основы, минеральные жировые основы, воски, синтетические основы и коллоиды. К наиболее известным жирам, используемым для изготовления мыла относится ланолин – компонент, добываемый посредством промывки овечьей шкуры.

Фосфолипидные вещества обогащают состав косметического средства важными для кожи жирными кислотами, которые нормализуют обмен веществ. В то же время фосфатиды растворяют жиры, очищая кожу от избытка сала. Нередко данные основы используются для приготовления мыла-эмульсии.

К минеральным основам относят воски, вазелиновое масло и минеральные масла, такие, как автоловое, турбинное или солидол. Главное назначение данных веществ – стабилизация консистенции мыла, равномерное распределение активных компонентов на поверхности кожи во время использования и фиксация результата. Однако стоит отметить, что многие из компонентов минеральных основ могут вызывать раздражение кожи, так как являются продуктами нефтепереработки.

Синтетические основы в мыловарении – привилегия современных составов. Они хорошо проникают в кожу, помогают действовать активным веществам, легко смываются и, как правило, не вызывают аллергических реакций. К таким веществам относятся полиэтиленгликоли, полиорганосилоксаны и производные целлюлозы.

Коллоиды же – преимущественно натуральные вещества животного и растительного происхождения, в большинстве своем, полисахариды.

Польза мыла
Несмотря на видимую простоту самого средства, мыло может принести немало пользы. Очищающие свойства определяются способностью косметического состава снимать верхний роговой слой, накопления кожного сала, загрязнений и пыли, осевшей на эпидермисе в течение дня. Главное преимущество в том, что очищение происходит быстро, однако, это же несет с собой некоторые недостатки. Например, неполное избавление от ороговевших клеток – мыло не может в полной мере заменить скрабирование или пилинг.

Мыло различной текстуры с эфирными маслами и экстрактами прекрасно питает кожу, избавляясь от накопившегося себума, снимает раздражение, а также дезинфицирует эпидермис благодаря антисептическим свойствам некоторых трав, кореньев и кислот. Если в составе глицерин занимает одно из главных мест, то, используя такой продукт, можно забыть о сухости и шелушении кожи даже при постоянном контакте с водой. Дегтярное же мыло отлично подходит в качестве борца с мелкими раздражениями, покраснениями, зудом, а также как антисептическое средство и средство для улучшения роста волос.


Умеренное использование специального бактерицидного мыла позволяет сократить риск заболеваемости сезонными инфекциями, а также недугами, передающимися через грязные руки, что в целом увеличивает устойчивость иммунитета.

Мыло, в составе которого включены абразивные частицы, служат отличным средством для избавления от огрубевшей кожи на ступнях и локтях, а также выступают в качестве массажера, которым удобно пользоваться в ванне и под душем.

Вред мыла, как правильно пользоваться
К сожалению, вредные свойства у мыла также имеются. К ним можно отнести немалый риск раздражения, особенно, если средство подобрано не по типу кожи, либо продукция изготовлена не из качественного сырья. В данном случае место имеют, как локальные и недолгие воспаления, так и длительные аллергические реакции с последующими отеками в зоне поражения.

К специфическому вредному воздействию можно отнести способность мыла к пересушиванию кожного покрова, что активизирует усиленную работу сальных желез в дерме. Это в свою очередь приводит к тому, что в течение дня выделяемого сала становится больше, кожа приобретает неухоженный лоснящийся блеск. Если при этом долго не использовать пилинг или скраб, то кожа потускнеет и примет серый оттенок. По этой причине пользоваться мылом для регулярного умывания по несколько раз в день не рекомендуется, а уже после умывания необходимо восстановить естественную жировую пленку с помощью мягкого увлажняющего тоника или легкой кремовой эмульсии для лица и тела с питательными компонентами.

Учитывая неспособность мыла полностью счищать отмерший роговой слой, стоит также отметить, что, при длительном отказе от скрабирования, его использование может привести к запечатыванию пор салом и грязью, что неизбежно приведет к образованию воспалений, акне и угревой сыпи.

Использование данного косметического средства для интимной гигиены также может привести к нарушению естественного баланса микрофлоры в интимной зоне, поэтому при малейших проявлений дискомфорта здесь от мыла стоит отказаться.

Правильное использование мыла заключается в его объективном подборе (по типу кожи, предполагаемой зоне использования), не частом применении и обязательном дополнительном уходе за той зоной, которая была обработана мылом.

			   
			   
             </div>
             <aside>
               <div id="news">
			     <h2 class="heading">Video</h2>
				 <div style="clear: both"><br></div>
				 <!-- VIDEO -->
				 <div class="video">
			
					
					<div class="video">
					<img src="img/5.jpg" alt="" title="">
					<span> Мыловарение. Урок 3: Мыло-рулетик! </span>
					</div>
					
					<div class="video">
					<img src="img/6.jpg" alt="" title="">
					<span> Варим МЫЛО дома: 3 простых рецепта </span>
					</div>
				 </div>
			   </div>
			 </aside>
			 
			 
		
			 
			 
			 
			 
			 </div>
			 <!-- виджеты -->
			 <div id="subscribe">
			 <script type="text/javascript" src="//vk.com/js/api/openapi.js?151"></script>

<!-- VK Widget -->
<div id="vk_groups"></div>
<script type="text/javascript">
VK.Widgets.Group("vk_groups", {mode: 4, wide: 1, height: "400"}, 160612606);
</script>

<!-- googlemaps Widget -->
<iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2268.3223039492664!2d86.06065111565438!3d55.35237728044814!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x42d80c187c7041fb%3A0x6e00c99c12191397!2z0JrQtdC80LXRgNC-0LLRgdC60LjQuSDQuNC90YHRgtC40YLRg9GCICjRhNC40LvQuNCw0LspINCg0K3QoyDQuNC8LiDQky7Qki4g0J_Qu9C10YXQsNC90L7QstCw!5e0!3m2!1sru!2sru!4v1516886166647"
 width="800" height="600" frameborder="0" style="border:0" allowfullscreen></iframe>

			 </div> 
			 <footer>
			   <div id="site_name">
			     
			   </div> 
			   <div id="clear"></div>
			   <div id="footer_menu">
		          <a href="" title="Обратная связь">Обратная связь</a>
				  
			   </div>
               <div id="rights">
			   <a href="">Мыловарение &copy; <?=date ('Y') ?> </a>
			   </div>
			   
<div id="social">
<a href="https://vk.com" title="VK"><i class="fa fa-vk" aria-hidden="true"></i></a>
			   <a href="https://ru-ru.facebook.com/" title="FB"><i class="fa fa-facebook-official" aria-hidden="true"></i></a>
			   <a href="https://twitter.com/?lang=ru" title="TW"><i class="fa fa-twitter" aria-hidden="true"></i></a>
			   <a href="https://www.youtube.com/" title="YT"><i class="fa fa-youtube-play" aria-hidden="true"></i></a>
			   <a href="https://plus.google.com" title="G+"><i class="fa fa-google-plus" aria-hidden="true"></i></a>


			   
			 </footer>
			 </div>
</body>

</head>

</body>
</html>
